Repository: common-repository/taager
Catalog: languages/taager-plugin-*.po
Languages: ar

source: Taager
ar: تاجر

source: A plugin to manage Woocommerce products, orders with Taager.
ar: إضافة لإدارة منتجات ووكومرس, وإضافة الطلبات على موقع تاجر.

source: Link your store with your Taager account
ar: ربط متجرك بحسابك على منصة تاجر

source: Please enter your Taager account login credentials
ar: من فضلك ادخل بيانات الدخول الخاصة بحساب منصة تاجر

source: Invalid login details. Please check your username/password and try again.
ar: لقد حدث خطأ في تسجيل الدخول. برجاء التأكد من اسم المستخدم و كلمة السر.

source: Logged in as:
ar: تسجيل الدخول برقم:

source: Selected country:
ar: البلد المختارة:

source: Plugin version:
ar: نسخة الإضافة:

source: Logout
ar: تسجيل الخروج

source: Username
ar: اسم المستخدم

source: Email or phone number
ar: البريد الالكترونى أو رقم الهاتف

source: Password
ar: كلمة السر

source: Login
ar: تسجيل الدخول

source: Order placement in progress
ar: الطلب قيد التنفيذ

source: Order placement failed
ar: حدث خطأ اثناء تسجيل الطلب

source: Shipping
ar: الشحن

source: Payment info
ar: تفاصيل الدفع

source: Payment method
ar: طريقة الدفع

source: Cash on delivery
ar: الدفع عند الاستلام

source: Pay with Moyasar
ar: الدفع عن طريق ميسر

source: Please make sure all required fields are filled
ar: برجاء التأكد من ملئ جميع الخانات المطلوبة

source: Phone number shall be
ar: يجب أن يتكون رقم الهاتف من

source: digits
ar: أرقام

source: Alternate phone number shall be
ar: يجب أن يتكون رقم الهاتف البديل من

source: Select the country to link your store to
ar: اختار البلد لربط الموقع بها

source: Kindly note that the selected country cannot be changed
ar: برجاء العلم انه باختيار البلد لا يمكن تغيير هذا الاختيار مره اخري

source: Country:
ar: البلد:

source: Select country
ar: اختر البلد

source: Submit
ar: تحديد

source: EGY
ar: مصر

source: SAU
ar: المملكة العربية السعودية

source: ARE
ar: الإمارات العربية المتحدة

source: UAE
ar: الإمارات العربية المتحدة

source: IRQ
ar: العراق

source: Store linking
ar: ربط المتجر

source: Products Import
ar: استيراد المنتجات

source: You can import a whole category or a single product
ar: يمكنك استيراد قسم كامل من المنتجات او استيراد منتج واحد

source: Import category
ar: استيراد قسم

source: Choose a category
ar: اختار القسم

source: To import a category, select the intended category, and then click on the import button
ar: لاستيراد قسم كامل اختر القسم المراد استيراده واضغط على استيراد

source: Import product (Product name):
ar: استيراد منتج (اسم المنتج):

source: Enter the product name (Product name has to match the name on taager's website), then click on the import button
ar: اكتب اسم المنتج (يجب ان يتطابق اسم المنتج مع الاسم على منصة تاجر) ثم اضغط استيراد

source: Import product (Product SKU):
ar: استيراد منتج (كود المنتج):

source: Enter the product SKU (Can be found on taager's website on the product's details page), then click on the import button
ar: ادخل كود المنتج (سوف تجد الكود داخل صفحة المنتج على منصة تاجر) ثم اضغط استيراد

source: Products import in progress
ar: جارى استيراد المنتجات

source: Shipping settings
ar: اعدادات الشحن

source: Country selection
ar: اختيار البلد

source: Click here to update the shipping settings and fees:
ar: اضغط هنا لتحديث اعدادات واسعار الشحن:

source: Update
ar: تحديث

source: Date of last update:
ar: تاريخ اخر تحديث:

source: Updating
ar: جاري التحديث

source: Updated successfully
ar: تم التحديث بنجاح

source: Free Shipping
ar: شحن مجاني

source: Full name
ar: الاسم بالكامل

source: You can not add this product at the moment.
ar: لا يمكن إضافة هذا المنتج في الوقت الحالي.

source: How to use
ar: طريقة الإستخدام

source: alternate phone
ar: هاتف بديل

source: Phone 2
ar: رقم هاتف البديل

source: alternate phone number
ar: رقم هاتف البديل

source: Taager product price
ar: السعر الأصلي من تاجر

source: Products that were already imported
ar: منتجات موجودة وتم استيرادها من قبل

source: Imported products
ar: المنتجات المستوردة

source: No cities available
ar: لا توجد مدن للإختيار

source: No districts available
ar: لا توجد أحياء للإختيار

source: City
ar: المدينة

source: District
ar: الحي

source: Every 5 Minutes
ar: كل 5 دقائق

source: Every 10 Minutes
ar: كل 10 دقائق

source: Every Half an Hour
ar: كل نصف ساعة

source: Every One Hour
ar: كل ساعة
